Repository: chengui/network-traffic
Catalog: po/*.po
Languages: pt_br

source: <b>Bytes received:</b>
pt_br: <b>Bytes recebidos:</b>

source: <b>Bytes sent:</b>
pt_br: <b>Bytes enviados:</b>

source: _Edit
pt_br: _Editar

source: _File
pt_br: _Arquivo

source: _Help
pt_br: Aj_uda

source: GetIfEntry failed for index %1 with error: %2
pt_br: Falha em GetIfEntry no índice %1 com o erro: %2

source: GetIfEntry2 failed for index %1 with error: %2
pt_br: Falha em GetIfEntry2 no índice %1 com o erro: %2

source: Memory allocation failed for IP_ADAPTER_ADDRESSES struct
pt_br: Falha ao alocar memória para a struct IP_ADAPTER_ADDRESSES

source: GetAdapterAddresses failed
pt_br: Falha em GetAdapterAddresses

source: Network Traffic Meter keep logs from your network traffic
pt_br: O Medidor de tráfego de rede guarda registros do seu tráfego de rede

source: Network Traffic Meter
pt_br: Medidor de tráfego de rede

source: translator-credits
pt_br: Fabrício Godoy <skarllot@gmail.com>

source: Network Traffic Meter Web Site
pt_br: Site do Medidor de tráfego de rede

source: Network Traffic is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Network Traffic is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Network Traffic; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
pt_br: O Medidor de tráfego de rede é um software livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU (GNU GPL) como publicada pela Free Software Foundation; tanto a versão 3 da Licença ou (a sua escolha) qualquer versão posterior. O Medidor de tráfego de rede é distribuído na esperança de que será útil, mas SEM NENHUMA GARANTIA; até mesmo sem a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM PROPÓSITO EM PARTICULAR. Veja a Licença Pública Geral GNU (GNU GPL) para mais detalhes. Você deve ter recebido uma cópia da GNU General Public License (GPL) junto com o Nautilus; se não, escreva para a Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Fatal error
pt_br: Erro fatal

source: Windows version not supported, requires at least Windows XP with SP2
pt_br: Não há suporte a esta versão do Windows, é necessário ao menos o Windows XP com SP2

source: Windows version not supported, requires at least Windows Vista
pt_br: Não há suporte a esta versão do Windows, é necessário ao menos o Windows Vista

source: <b>Internal name:</b> %1 <b>Physical address:</b> %2
pt_br: <b>Nome interno:</b> %1 <b>Endereço físico:</b> %2
